Repository: Kovalev-MK/444320BugFix
Catalog: lenspec.Etalon/lenspec.Etalon.Shared/Sungero.Company/ModuleSystem.*.resx
Languages: ru

# CoverAction_ShowPositionKindslenspec
source: Job Title kinds
ru: Виды должностей

# CoverDescription_ShowPositionKindslenspec
source: Stores information about the job title kinds of our employees.
ru: Справочник предназначен для хранения видов должностей наших сотрудников.

# JobDisplayName_72219e370ae04a729d881b229de7bf9f
source: Etalon. Company. Send task about civil law contracts expiration of employees
ru: Эталон. Компания. Рассылка задач об окончании срока действия ГПД сотрудников

# JobDescription_72219e370ae04a729d881b229de7bf9f
source: Send notice about civil law contract expiration.
ru: Рассылка уведомлений об окончании срока действия ГПД.

# JobDisplayName_caf9ef995be44b02a214d30e29329115
source: Etalon. Company. Close employee logins with civil law contract expiration
ru: Эталон. Компания. Закрытие учетных записей сотрудников с истекающим сроком действия ГПД

# JobDescription_caf9ef995be44b02a214d30e29329115
source: Close logins of Employees whose civil law contract has expired.
ru: Закрыть учетные записи сотрудников, у которых истек срок действия ГПД.

# CoverGroup_Integration
source: Administration
ru: Администрирование

# CoverAction_CreateApplicationBUCreationlenspec
source: New Application for the creation of Business Unit (including in base 1C)
ru: Заявка на создание Нашей организации (в т.ч. в базе 1С)

# CoverAction_CreateApplicationBUEditinglenspec
source: New Application for the editing of Business Unit (including in base 1C)
ru: Заявка на изменение Нашей организации (в т.ч. в базе 1С)

# CoverAction_CreateAccountlenspecavis
source: Create account
ru: Создать учетную запись

# AsyncHandler_Description_181b1d8d38e54744aea2b7e393b468e6
source: Synchronize the entry of an employee into a role by job title kind
ru: Синхронизировать вхождение сотрудника в роль по виду должности

# JobDisplayName_984d21fddddd4ae29ae733956e0f0499
source: Etalon. Company. Automatic creation of substitutions
ru: Эталон. Компания. Автоматическое создание замещений

# JobDescription_984d21fddddd4ae29ae733956e0f0499
source: Create substitutions for part-time employees.
ru: Создание замещений для сотрудников, работающих по совместительству.

# JobDisplayName_6d993c7452bf4c17a596af322d9c4b8e
source: Etalon. Company. Close employee logins
ru: Эталон. Компания. Закрытие учетных записей

# JobDescription_6d993c7452bf4c17a596af322d9c4b8e
source: Closing logins that are not linked to active employees.
ru: Закрытие учетных записей, которые не привязаны к действующим сотрудникам.

# JobDescription_cbf405a393164580900c366490c35cd6
source: Closing substitutions in which the substitute employee's login is closed
ru: Закрыть замещения, в которых УЗ замещающего сотрудника закрыта

# JobDisplayName_cbf405a393164580900c366490c35cd6
source: Etalon. Company. Automatic closing of substitutions
ru: Эталон. Компания. Автоматическое закрытие замещений и выполнение заданий членами КО

# CoverAction_CompanyProfileavis
source: Company Profile
ru: Профили компаний

# CoverDescription_CompanyProfileavis
source: Accounting and editing activities of Business Units.
ru: Справочник предназначен для учета и редактирования направлений деятельности Наших организаций.

# CoverAction_CreateReportlenspec
source: The time of the last user connection
ru: Время подключения пользователей

# CoverDescription_CreateReportlenspec
source: The report is designed to display information about the end time of the last user session.
ru: Отчет с информацией о последнем времени подключения сотрудников

# JobDisplayName_1331b777b95a46d4944a1072321d0290
source: Etalon. Company. Linking an account to a current employee record
ru: Эталон. Компания. Привязка учетной записи к актуальной записи сотрудника

# JobDescription_1331b777b95a46d4944a1072321d0290
source: Etalon. Company. Linking an account to a current employee record
ru: Эталон. Компания. Привязка учетной записи к актуальной записи сотрудника

# AsyncHandler_Description_76aeec8653574dab82bcbf46e44e81ee
source: LinkingAccountToCurrentEmployeelenspec
ru: AsyncHandlerlenspec

# CoverAction_SpecifyingUsersSystemObjectslenspec
source: SpecifyingUsersSystemObjects
ru: Указание пользователей в объектах системы

# CoverAction_DisablingAccountslenspec
source: DisablingAccountslenspec
ru: Отключение учетных записей

# CoverAction_ReportCompanyStaflenspec
source: Organizational and staffing structure of the organization
ru: Организационно-штатная структура организации

# CoverDescription_ReportCompanyStaflenspec
source: The report is intended to present the organizational structure by which employees, departments and divisions interact with each other.
ru: Отчет предназначен для представления организационно-штатной структуры, по которой сотрудники, отделы и подразделения взаимодействуют между собой.

# CoverAction_ChangeApprovalSettingsavis
source: Changing approval settings
ru: Изменение настроек согласования

# CoverDescription_ChangeApprovalSettingsavis
source: Automatically change approval settings
ru: Автоматическое изменение настроек согласования

# AsyncHandler_Description_d668d81ef61c4df2b1f79cd6af5cca21
source: Изменение настроек согласования при значении 'Действия' - Добавление
ru: AsyncHandleravis

# AsyncHandler_Description_f79443f5eddd4d4a91dc45811f26a3d9
source: Изменить настройки согласования (точка входа)
ru: AsyncHandleravis

# AsyncHandler_Description_345fa2876f9247228ce90274c6a0f647
source: Перенос закрытых записей сотрудников в специальное подразделение
ru: AsyncHandlerlenspec
