Repository: Kovalev-MK/444320BugFix
Catalog: lenspec.ApplicationsForDIRECTUM/lenspec.ApplicationsForDIRECTUM.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: ApplicationsForDIRECTUM
ru: Заявки на изменение прав, документов и настроек в DIRECTUM

# CoverGroup_Document
source: Document
ru: Заявка на открытие периодов РСБУ и УУ

# CoverTitle
source: Applications for DIRECTUM
ru: Заявки на изменение прав, документов и настроек в DIRECTUM

# CoverDescription
source: Applications to technical support DIRECTUM
ru: Заявки в тех. поддержку DIRECTUM

# CoverAction_CreateDoc
source: New Application for the opening of the RAS and UU periods
ru: Создать заявку на открытие периодов РСБУ и УУ

# CoverDescription_CreateDoc
source: Creating an Application for the opening of the RAS and UU periods.
ru: Создание заявки на открытие периодов РСБУ и УУ.

# CoverGroup_SupportRequests
source: Substitution Applications
ru: Заявки на замещение

# CoverAction_CreateSubstitutionRequest
source: New Application to create a substitution
ru: Создать заявку на формирование замещения

# CoverGroup_LinkedInformation
source: Related Information
ru: Связанная информация

# CoverAction_Substitutions
source: Substitutions
ru: Замещения

# CoverGroup_Information
source: Information
ru: Информация

# CoverAction_MyRequest
source: My request
ru: Мои заявки

# CoverAction_EditProcessRequest
source: New Application to change process
ru: Создать заявку на изменение процесса

# CoverDescription_EditProcessRequest
source: Creating an Application to changing settings or modifying a process.
ru: Создание заявки на изменение настроек или модификацию процесса.

# CoverAction_EditDoc
source: New Application to change access rights to documents
ru: Создать заявку на изменение прав доступа на документы

# CoverDescription_EditDoc
source: Creating an Application for obtaining access rights to documents.
ru: Создание заявки на получение прав доступа к документам.

# CoverAction_Other
source: New Application in any form
ru: Создать заявку в произвольной форме

# CoverDescription_Other
source: Creating an Application other than the listed classification.
ru: Создание заявки, отличной от перечисленной классификации.

# CoverDescription_CreateSubstitutionRequest
source: Creating and sending an Application to create a substitution.
ru: Создание и отправка заявки на формирование замещения.
