Repository: Kovalev-MK/444320BugFix
Catalog: lenspec.EtalonDatabooks/lenspec.EtalonDatabooks.Shared/ComputedRole/ComputedRoleSystem.*.resx
Languages: ru

# DisplayName
source: Computed role
ru: Вычисляемая роль

# AccusativeDisplayName
source: Computed role
ru: Вычисляемую роль

# CollectionDisplayName
source: Computed roles
ru: Вычисляемые роли

# Enum_Type_ApprovRoleKind
source: Approver by role kind
ru: Согласующий по виду роли

# Enum_Type_ManagerTaskCard
source: Manager from task card
ru: Руководитель из карточки задачи

# Enum_Type_ResponsibleClerk
source: Responsible Clerk
ru: Ответственный делопроизводитель

# Enum_Type_MailingSender
source: Mailing sender
ru: Отправитель рассылки

# Enum_Type_ResponsibleHR
source: Responsible personnel department
ru: Ответственный отдела кадров

# Enum_Type_Empty
source: GAG
ru: Заглушка для использования функционала в простых задачах

# Enum_Type_ManagAttornDept
source: Manager of attorney department
ru: Руководитель подразделения поверенного

# Enum_Type_Attorney
source: Attorney
ru: Поверенный
