Repository: Kovalev-MK/444320BugFix
Catalog: lenspec.Etalon/lenspec.Etalon.Shared/OrderBase/OrderBaseSystem.*.resx
Languages: ru

# Property_Addresseelenspec
source: Addressee
ru: Адресат

# Property_Addresseeslenspec
source: Addressees
ru: Список адресатов

# Form_4ae0ce9d0d684223aedbcf8ab6ddaf3f
source: Addressees
ru: Адресаты

# Action_ChangeManyAddresseeslenspecDescription
source: Several addressees mode.
ru: Режим указания нескольких адресатов. Указать сотрудников необходимо на закладке “Адресаты”. Повторное нажатие вернет документ в режим одного адресата

# Action_ChangeManyAddresseeslenspecHint
source: Specify Several Addressees
ru: Переключение в режим указания нескольких адресатов

# Action_ChangeManyAddresseeslenspec
source: Several Addressees
ru: Несколько адресатов

# Property_IsManyAddresseeslenspec
source: Several addressees
ru: Несколько адресатов

# Property_ManyAddresseesPlaceholderlenspec
source: Addressee
ru: Адресат

# Action_SaveToAcquaintanceListlenspecDescription
source: Save the addressees in a new review list.
ru: Сохранение адресатов в новый список рассмотрения.

# Action_FillFromAcquaintanceListlenspecDescription
source: Specify addressees from an acquaintance and review list.
ru: Заполнение адресатов из списка ознакомления/рассмотрения.

# Action_SaveToAcquaintanceListlenspec
source: Save List
ru: Сохранить список

# Action_FillFromAcquaintanceListlenspec
source: Fill from List
ru: Заполнить из списка

# Property_FillEmpDeplenspec
source: FillEmpDep
ru: Заполнить работниками подразделения

# Property_FillOptlenspec
source: FillingOption
ru: Вариант заполнения

# Enum_FillOptlenspec_AllEmployess
source: All Employess
ru: Все работники

# Enum_FillOptlenspec_OnlyManager
source: Only manager
ru: Только руководители

# Action_FillInDivisionlenspec
source: FillinDivision
ru: Заполнить из подразделения

# Action_FillFromAcquaintanceListlenspecHint
source: Specify Addressees From List
ru: Заполнить из списка

# Action_FillInDivisionlenspecDescription
source: Fill in from the division
ru: Заполнить из подразделения

# Property_Departmenslenspec
source: Departmens
ru: Подразделения

# Action_FillInDivisionlenspecHint
source: Fill in from the division
ru: Заполнить из подразделения
