Repository: Kovalev-MK/444320BugFix
Catalog: lenspec.AutomatedSupportTickets/lenspec.AutomatedSupportTickets.Shared/ApprovalSubstitutionAssignment/ApprovalSubstitutionAssignmentSystem.*.resx
Languages: ru

# Enum_Result_Complete
source: Approve
ru: Согласовать

# Action_Complete
source: Approve
ru: Согласовать

# Action_CompleteHint
source: Complete with Result "Approve"
ru: Выполнить с результатом "Согласовать"

# Action_CompleteConfirmationMessage
source: Complete the assignment with result "Approve"?
ru: Выполнить задание с результатом "Согласовать"?

# Action_CompleteDescription
source: Complete the assignment with result "Approve"
ru: Выполнение задания с результатом "Согласовать"

# DisplayName
source: Approve substitution
ru: Согласование

# AccusativeDisplayName
source: Approve substitution
ru: Согласование

# CollectionDisplayName
source: Approve substitution
ru: Согласование

# Enum_Result_Reject
source: Reject
ru: Отклонить

# Action_Reject
source: Reject
ru: Отклонить

# Action_RejectHint
source: Complete with Result "Reject"
ru: Выполнить с результатом "Отклонить"

# Action_RejectConfirmationMessage
source: Complete the assignment with result "Reject"?
ru: Выполнить задание с результатом "Отклонить"?

# Action_RejectDescription
source: Complete the assignment with result "Reject"
ru: Выполнение задания с результатом "Отклонить"

# Property_Substitute
source: Substitute
ru: Замещающий

# Property_SubstitutedUser
source: Employee
ru: Сотрудник

# Property_StartDate
source: Start date
ru: Дата начала

# Property_EndDate
source: End date
ru: Дата окончания

# Property_ManagerOfSubstitutedUser
source: Head of the substituted employee
ru: Руководитель замещаемого сотрудника

# Property_Founding
source: Founding
ru: Основание замещения

# Property_Instruction
source: Instruction
ru: Инструкция

# ControlGroup_e18d4d771f0048d0b081034fa2666929
source: Instruction
ru: Инструкция

# Action_ShowDuplicates
source: Show Duplicates
ru: Показать дубли

# Action_ShowDuplicatesHint
source: Show Duplicate Substitutions
ru: Показать дубли замещений

# Action_ShowDuplicatesDescription
source: Show duplicates in the Substitutions directory
ru: Показать дубли в справочнике Замещения

# Instruction
source: Approve the substitution of the employee. Approval means that the substitute is automatically given access rights to system objects so that he can perform work for the absent employee.
ru: Согласуйте замещение сотрудника. Согласование означает, что замещающему автоматически передаются права доступа к объектам системы, чтобы он мог выполнять работу за отсутствующего сотрудника.
