Repository: Kovalev-MK/444320BugFix
Catalog: lenspec.Etalon/lenspec.Etalon.Shared/BusinessUnit/BusinessUnit.*.resx
Languages: ru

source: Business Unit is loaded
ru: Наша организация загружена

# OrganizationWithEnteredTinNotFound
source: The organization with the entered TIN was not found. Check the correctness of the entered data and the status of the unloading in the database IntegraDB for the latest sync date.
ru: С введенным ИНН организация не найдена. Проверьте правильность введенных данных и состояние выгрузки в базе IntegraDB для последней даты синхронизации.

source: Business Unit is changed
ru: Наша организация изменена

source: Failed to change Business Unit
ru: Не удалось изменить Нашу организацию

source: Failed to create Business Unit
ru: Не удалось создать Нашу организацию

source: Failed to get connection string
ru: Не удалось получить параметры подключения

# CardIsLockedByYou
source: Card of Business Unit is locked by You. Close card and retry.
ru: Карточка Нашей организации заблокирована вами. Закройте карточку и повторите попытку.

# CardIsLockedByOtherUser
source: Card of Business Unit is locked by user {0}
ru: Карточка Нашей организации заблокирована пользователем {0}

# TINMissingError
source: Records were not processed: no TIN.
ru: Записи не были обработаны: отсутствуют ИНН.

# BusinessUnitsHaveBeenChanged
source: Entries in the directory "Our Organizations" have been changed
ru: Записи в спр. «Наши организации» изменены
