Repository: Kovalev-MK/444320BugFix
Catalog: avis.EtalonParties/avis.EtalonParties.Shared/CreateCompanyTask/CreateCompanyTaskSystem.*.resx
Languages: ru

# DisplayName
source: Application for editing directories Organizations and Persons
ru: Заявка на редактирование справочников Организации и Персоны

# AccusativeDisplayName
source: Application for editing directories Organizations and Persons
ru: Заявка на редактирование справочников Организации и Персоны

# CollectionDisplayName
source: Application for editing directories Organizations and Persons
ru: Заявка на редактирование справочников Организации и Персоны

# Property_TIN
source: TIN
ru: ИНН

# Property_CompanyName
source: Company name
ru: Наименование контрагента

# Property_TypeObject
source: Object
ru: Объект

# Enum_TypeObject_Counterparty
source: Counterparty
ru: Контрагент

# Enum_TypeObject_Person
source: Person
ru: Персона

# Property_TypeRequest
source: Type request
ru: Тип заявки

# Enum_TypeRequest_NewEntry
source: Create a new entry
ru: Создание новой записи

# Enum_TypeRequest_EditEntry
source: Correcting an existing entry
ru: Корректировка существующей записи

# Property_FIOPerson
source: FIO person
ru: ФИО Персоны

# Property_Person
source: Person
ru: Персона

# Property_SpecifyNeedToBeMade
source: Specify what changes need to be made
ru: Укажите, какие изменения нужно внести

# Property_Company
source: Company
ru: Контрагент

# Property_DateOfBirth
source: Date of Birth
ru: Дата рождения
