Repository: Kovalev-MK/444320BugFix
Catalog: lenspec.AutomatedSupportTickets/lenspec.AutomatedSupportTickets.Shared/Reports/SpecifyingUsersSystemObjects/SpecifyingUsersSystemObjects.*.resx
Languages: ru

# ConditionsApprovalRules
source: Conditions in the approval rules
ru: Условия в правилах согласования

source: Registration groups
ru: Группы регистрации

source: ID
ru: Ид

# UserName
source: User's full name
ru: ФИО пользователя

source: Construction facilities
ru: Объекты строительства

# CategoryApplicationsShareholders
source: Category of applications of shareholders
ru: Категория заявлений дольщиков

source: Digital certificates
ru: Цифровые сертификаты

source: Assistant Manager
ru: Ассисент руководителя

# SettingBasedCustomerRequests
source: Setting up execution based on customer requests
ru: Настройка исполнения по обращениям клиентов

source: Job Title
ru: Должность

source: Our org
ru: Наша организация

source: Divisions
ru: Подразделения

source: Account Status
ru: Состояние учетной записи

source: Employee Record Status
ru: Состояние записи Сотрудника

source: Roles
ru: Роли

source: Substitutions
ru: Замещения

# TasksInProgress
source: Number of tasks in progress
ru: Количество задач в работе

# JobInProgress
source: Number of tasks in the work
ru: Количество заданий в работе

source: Approval Settings
ru: Настройки согласования

source: Stages of approval
ru: Этапы согласования

# RightSign
source: Right to sign
ru: Право подписи

source: Responsible for contractors
ru: Ответственный за контрагентов

# ReportName
source: Specifying users in system objects
ru: Указание пользователей в объектах системы

source: Collegial bodies
ru: Коллегиальные органы

# TypeRole
source: Type of role
ru: Вид роли

source: Roles in Nor
ru: Роли в НОР
