Repository: Kovalev-MK/444320BugFix
Catalog: lenspec.Etalon/lenspec.Etalon.Shared/OfficialDocument/OfficialDocumentSystem.*.resx
Languages: ru

# Action_MultipleStampsavis
source: Create PDF with Digital Signature Multiple Mark
ru: Создать PDF с отметкой об множественной ЭП

# Action_MultipleStampsavisHint
source: Convert Document to PDF with Digital Signature Multiple Mark
ru: Преобразовать документ в формат PDF с массовой отметкой об электронной подписи

# Action_MultipleStampsavisDescription
source: Convert the document to PDF with a mark about the digital signature. To open the initial document after it was converted, click "Open Original" on the "Versions" tab.
ru: Преобразование документа в формат PDF с множественной отметкой об электронной подписи. После преобразования документа оригинал доступен по действию "Открыть оригинал" на вкладке "Версии".

# Action_UpdateTemplatelenspecHint
source: Update the fields in the document
ru: Обновить поля в документе

# Action_UpdateTemplatelenspecDescription
source: The fields in the latest version of the document will be automatically updated with the values from the card
ru: Поля в последней версии документа автоматически обновятся значениями из карточки

# Action_UpdateTemplatelenspec
source: UpdateTemplateParameters
ru: Обновить поля в документе

# Property_OurSignatory
source: Signed by
ru: Подписант

# Ribbon_Editinglenspec_930583c609cd482f94c117ccb04bba3f
source: Editing
ru: Изменение

# Property_Archiveavis
source: Archive
ru: Архив

# Property_IdDirectumavis
source: ID Directum 5
ru: ИД Директум 5
