Repository: Kovalev-MK/444320BugFix
Catalog: lenspec.Etalon/lenspec.Etalon.Shared/OutgoingLetter/OutgoingLetterSystem.*.resx
Languages: ru

# Property_ClientContractlenspec
source: Client contract
ru: Клиентский договор

# Property_RepresentativeByPowerOfAttorneyNumberlenspec
source: Representative by Power of Attorney No
ru: Представитель по дов-ти №

# Property_PowerOfAttorneyDatelenspec
source: Power of Attorney date
ru: Дата доверенности

# Property_AddressOfRecipientlenspec
source: Address of the recipient
ru: Адрес получателя

# Property_Emaillenspec
source: Email
ru: Эл. почта

# Property_MassMailingApplicationlenspec
source: Application for mailing mass notifications
ru: Заявка на рассылку массовых уведомлений

# Action_UpdateTemplatelenspec
source: UpdateTemplateParameters
ru: Обновить поля в документе

# Action_CreatePostalItemavis
source: Create Postal Item
ru: Создать почтовое отправление

# Action_CreatePostalItemavisHint
source: Create Postal Item to Document
ru: Создать почтовое отправление к документу

# Action_CreatePostalItemavisDescription
source: Create a postal item to the document
ru: Создание почтовое отправление к документу

# Property_InResponseTo
source: In response to (incoming documet)
ru: В ответ на (входящий документ)

# Property_InResponseToCustomavis
source: In response to
ru: В ответ на

# Property_InResponseToCustRequestavis
source: In response to (customer request)
ru: В ответ на (обращение клиента)

# Property_InResponseToOffDocumentslenspec
source: In response to
ru: В ответ на
