Repository: Kovalev-MK/444320BugFix
Catalog: lenspec.SalesDepartmentArchive/lenspec.SalesDepartmentArchive.Shared/SDARequestSubmissionToArchive/SDARequestSubmissionToArchiveSystem.*.resx
Languages: ru

# DisplayName
source: Request for submission to archive
ru: Заявка на сдачу в архив

# AccusativeDisplayName
source: Request for submission to archive
ru: Заявку на сдачу в архив

# CollectionDisplayName
source: Requests for submission to archive
ru: Заявки на сдачу в архив

# Property_RequestType
source: Request Type
ru: Тип заявки

# Enum_RequestType_OnPaper
source: On the paper
ru: На бумаге

# Enum_RequestType_Electronic
source: Electronic
ru: В электронном виде

# Property_UrgentRequest
source: Urgent request
ru: Срочная заявка

# Enum_UrgentRequest_Yes
source: Yes
ru: Да

# Enum_UrgentRequest_No
source: No
ru: Нет

# Property_ListOfDocument
source: List of documents
ru: Перечень документов

# Action_BarcodesForListOfDocument
source: Barcodes
ru: Штрихкоды

# Action_BarcodesForListOfDocumentHint
source: Generate barcodes of client documents from the list
ru: Сформировать штрихкоды клиентских документов из перечня

# Action_BarcodesForListOfDocumentDescription
source: For each entry from the List of Documents, generate a barcode.
ru: Сформировать штрихкод для каждой записи из Перечня документов

# Ribbon_BarcodesCommands_b9d7f7d4cd064f9181c6572390fe33db
source: BarcodesCommands
ru: Штрихкоды

# Property_StorageAddress
source: Storage place
ru: Место хранения

# Action_ShowCreatedDocuments
source: Show created documents
ru: Созданные документы

# Action_ShowCreatedDocumentsHint
source: Show created documents
ru: Показать созданные документы

# Action_ShowCreatedDocumentsDescription
source: Show created documents
ru: Показать созданные документы
