Repository: Kovalev-MK/444320BugFix
Catalog: lenspec.AutomatedSupportTickets/lenspec.AutomatedSupportTickets.Shared/SubstitutionRequestTask/SubstitutionRequestTask.*.resx
Languages: ru

source: <Autogenerated subject>
ru: <Тема будет сформирована автоматически>

# ProlongationOfSubstitution
source: Prolongation of substitution {0} for {1}
ru: Продление замещения для {0} за {1}

# ApprovalOfSubstitution
source: Approval of substitution {0} for {1}
ru: Согласование замещения для {0} за {1}

# IncorrectStartDate
source: The start date must be greater than or equal to today's date.
ru: Дата начала должна быть больше или равна текущей дате.

# IncorrectSubstitutionPeriod
source: The end date of substitution must not exceed 3 months (90 calendar days) from the start date.
ru: Дата окончания замещения не должна превышать 3 месяца (90 календарных дней) с даты начала.

# ApproveProlongationOfSubstitution
source: Approve prolongation of substitution {0} for {1}
ru: Согласуйте продление замещения для {0} за {1}

# ApproveCreationOfSubstitution
source: Approve creation of substitution {0} for {1}
ru: Согласуйте создание замещения для {0} за {1}

# CreatedSubstitution
source: Created substitution {0} for {1}
ru: Создано замещение {0} за {1}

# RefusedToApproveSubstitution
source: Refused to approve substitution {0} for {1}
ru: Отказано в согласовании замещения {0} за {1}

# NeedTextForReject
source: To reject substitution, please provide your comments in the text of assignment.
ru: Оставьте комментарий в тексте задания, прежде чем отклонить замещение.

# EndDateNeeded
source: End date is required to approve the substitution (no more than 3 months (90 calendar days) from the start date).
ru: Для согласования укажите Дату окончания (не более 3 месяцев (90 календарных дней) с даты начала).

# IncorrectEndDate
source: The end date must be greater thanor equal the start date.
ru: Дата окончания должна быть больше, либо равна дате начала.

source: Error creating substitution
ru: Ошибка при создании замещения

source: Duplicate not found
ru: Дубли не найдены

# DuplicateDetected
source: An entry for the specified period has already been created in the Substitutions directory
ru: В справочнике Замещения уже создана запись на указанный период

# NeedDifferentSubstituteAndManagerOfSubstituted
source: Specify different employees in the fields Substitute and Head of the substituted employee
ru: Укажите разных сотрудников в поля Замещающий и Руководитель замещаемого сотрудника

# UserCannotReplaceHimself
source: The user cannot replace himself
ru: Пользователь не может замещать самого себя

# IncorrectStartDateByEndDate
source: The start date must be greater than or equal to the end date.
ru: Дата начала должна быть больше или равна дате окончания.

# HeadSfSubstitutedEmployeeIsNotAutomated
source: The Head of the substituted employee is not automated
ru: Руководитель замещаемого сотрудника не автоматизирован

# NeedSpecifyAutomatedEmployee
source: Specify an employee with an active Login or a valid substitution
ru: Укажите сотрудника с действующей учетной записью или действующим замещением
