Repository: Kovalev-MK/444320BugFix
Catalog: lenspec.EtalonDatabooks/lenspec.EtalonDatabooks.Shared/FlowFolderSetting/FlowFolderSettingSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Наименование

# Property_FolderName
source: Flow folder name
ru: Имя папки потока

# Enum_FolderName_AppDispatchCourierMail
source: Applications for courier mail
ru: Заявки на отправление курьерской почтой

# Enum_FolderName_CheckingDesignOutgoingEmails
source: Checking the format of outgoing letters
ru: Проверка оформления исходящих писем

# Enum_FolderName_RegistrationOutgoingEmails
source: Registration of outgoing letters
ru: Регистрация исходящих писем

# Enum_FolderName_SendingOutgoingEmails
source: Sending outgoing emails
ru: Отправка исх. писем (эл. почтой)

# Enum_FolderName_ApprovalLocalAct
source: Approval of a local act
ru: Согласование локального акта

# Enum_FolderName_CheckingLocalAct
source: Checking the local act
ru: Проверка локального акта

# Enum_FolderName_RegistrationLocalAct
source: Registration of a local act
ru: Регистрация локального акта

# Enum_FolderName_VerificationProtocolCollegialBody
source: Checking the protocol of the collegiate body
ru: Проверка протоколов (ТК, КА, Коллег. органов)

# Enum_FolderName_RegistrationProtocolCollegialBody
source: Registration of the protocol of the collegiate body
ru: Регистрация протоколов (ТК, КА, Коллег. органов)

# Enum_FolderName_ApplicationCreatingChangingCounterparties
source: Application for creating/changing counterparties and persons
ru: Заявка на создание/изменение контрагентов и персон

# Property_TaskType
source: Task type
ru: Тип задачи

# Property_TaskStatus
source: Task status
ru: Статус задачи

# Enum_TaskStatus_Draft
source: Draft
ru: Черновик

# Enum_TaskStatus_InProcess
source: In process
ru: В работе

# Enum_TaskStatus_Suspended
source: Suspended
ru: Остановлена

# Enum_TaskStatus_Completed
source: Completed
ru: Завершена

# Enum_TaskStatus_Aborted
source: Aborted
ru: Прекращена

# Enum_TaskStatus_UnderReview
source: Under review
ru: На приемке

# DisplayName
source: Flow folder setting
ru: Настройка папки потока

# AccusativeDisplayName
source: Flow folder setting
ru: Настройку папки потока

# CollectionDisplayName
source: Flow folder settings
ru: Настройки папок потока

# Property_TaskSubject
source: Task subject
ru: Тема задачи

# Enum_FolderName_SendingOutgoingOther
source: Sending outgoing letters (other)
ru: Отправка исх. писем (прочими способами)

# Enum_FolderName_RegistrationMassMailingApplication
source: Registration of the application for mailing mass notifications
ru: Регистрация исходящих писем для массовой рассылки

# Enum_FolderName_RegistrationIncomingLetter
source: Registration of incoming letters
ru: Регистрация входящих писем
